Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Privacy_OurLocalFirstArchitecture.Text
source: Our local-first architecture means you retain full ownership and control of every piece of information you create or import into Agent-X. There are no accounts to create, no data syncing, and no telemetry being transmitted.
de: Unsere Local-First-Architektur bedeutet, dass Sie die volle Eigentümerschaft und Kontrolle über jede Information behalten, die Sie in Agent-X erstellen oder importieren. Es gibt keine Konten, keine Datensynchronisierung und keine Telemetrie-Übertragung.
es: Nuestra arquitectura local primero significa que usted conserva la plena propiedad y el control de cada dato que crea o importa en Agent-X. No hay cuentas que crear, ni sincronización de datos, ni telemetría transmitida.
fr: Notre architecture locale d'abord signifie que vous conservez la pleine propriété et le contrôle de chaque information que vous créez ou importez dans Agent-X. Aucun compte à créer, aucune synchronisation de données, aucune télémétrie transmise.
ja: ローカルファーストのアーキテクチャにより、Agent-X で作成またはインポートしたすべての情報の所有権と管理権はお客様が完全に保持します。アカウント作成、データ同期、テレメトリ送信は一切ありません。
zh_cn: 我们的本地优先架构意味着,您对在 Agent-X 中创建或导入的每一条信息都保有完全的所有权和控制权。无需创建账户,没有数据同步,也不传输任何遥测数据。

# Privacy_InformationWeCollect.Text
source: Information We Collect
de: Welche Informationen wir erfassen
es: Información que recopilamos
fr: Informations que nous collectons
ja: 収集する情報
zh_cn: 我们收集的信息

# Privacy_InformationYouProvide.Text
source: Information You Provide
de: Von Ihnen bereitgestellte Informationen
es: Información que usted proporciona
fr: Informations que vous fournissez
ja: お客様が提供する情報
zh_cn: 您提供的信息

# Privacy_WhenYouUseAgent.Text
source: When you use Agent-X, the following information is created and stored locally on your device:
de: Bei der Nutzung von Agent-X werden folgende Informationen erstellt und lokal auf Ihrem Gerät gespeichert:
es: Cuando usa Agent-X, la siguiente información se crea y almacena localmente en su dispositivo:
fr: Lorsque vous utilisez Agent-X, les informations suivantes sont créées et stockées localement sur votre appareil :
ja: Agent-X の利用時には、次の情報が作成され、デバイスにローカル保存されます:
zh_cn: 当您使用 Agent-X 时,以下信息将在您的设备上创建并本地存储:

# Privacy_DocumentsYouImportInto.Text
source: Documents you import into the Knowledge Vault
de: Dokumente, die Sie in den Wissens-Tresor importieren
es: Documentos que importa a la bóveda de conocimiento
fr: Documents importés dans le coffre-fort de connaissances
ja: Knowledge Vault にインポートしたドキュメント
zh_cn: 您导入 Knowledge Vault 的文档

# Privacy_ConversationsWithAiModels.Text
source: Conversations with AI models
de: Konversationen mit KI-Modellen
es: Conversaciones con modelos de IA
fr: Conversations avec les modèles d'IA
ja: AI モデルとの会話
zh_cn: 与 AI 模型的会话

# Privacy_SettingsAndPreferencesYou.Text
source: Settings and preferences you configure
de: Von Ihnen konfigurierte Einstellungen und Präferenzen
es: Ajustes y preferencias que configura
fr: Paramètres et préférences que vous configurez
ja: 設定した各種オプション
zh_cn: 您配置的设置和偏好

# Privacy_CollectionNamesAndOrganization.Text
source: Collection names and organizational tags
de: Sammlungsnamen und Organisations-Tags
es: Nombres de colecciones y etiquetas organizativas
fr: Noms de collections et tags d'organisation
ja: コレクション名と整理用タグ
zh_cn: 合集名称和组织标签

# Privacy_AutomaticallyCollectedInformat.Text
source: Automatically Collected Information
de: Automatisch erfasste Informationen
es: Información recopilada automáticamente
fr: Informations collectées automatiquement
ja: 自動的に収集される情報
zh_cn: 自动收集的信息

# Privacy_AgentXMayAutomatically.Text
source: Agent-X may automatically gather the following, all of which remains stored locally and is never transmitted:
de: Agent-X kann Folgendes automatisch erfassen; alles bleibt lokal gespeichert und wird niemals übertragen:
es: Agent-X puede recopilar automáticamente lo siguiente; todo permanece almacenado localmente y nunca se transmite:
fr: Agent-X peut collecter automatiquement les éléments suivants, qui restent tous stockés localement et ne sont jamais transmis :
ja: Agent-X は次の情報を自動的に収集することがありますが、すべてローカルに保存され、外部に送信されることはありません:
zh_cn: Agent-X 可能自动收集以下信息,所有信息均保存在本地,绝不会被传输:

# Privacy_ApplicationLogsStoredLocally.Text
source: Application logs (stored locally only)
de: Anwendungsprotokolle (nur lokal gespeichert)
es: Registros de la aplicación (almacenados solo localmente)
fr: Journaux de l'application (stockés uniquement en local)
ja: アプリケーション ログ (ローカル保存のみ)
zh_cn: 应用程序日志(仅本地存储)

# Privacy_HardwareCapabilityInformationF.Text
source: Hardware capability information (for model recommendations)
de: Hardware-Informationen (für Modellempfehlungen)
es: Información de capacidades del hardware (para recomendaciones de modelos)
fr: Informations sur les capacités matérielles (pour les recommandations de modèles)
ja: ハードウェア性能情報 (モデル推奨のため)
zh_cn: 硬件能力信息(用于模型推荐)

# Privacy_UsageStatisticsStoredLocally.Text
source: Usage statistics (stored locally, never transmitted)
de: Nutzungsstatistiken (lokal gespeichert, niemals übertragen)
es: Estadísticas de uso (almacenadas localmente, nunca transmitidas)
fr: Statistiques d'utilisation (stockées localement, jamais transmises)
ja: 使用統計 (ローカル保存のみ、送信されません)
zh_cn: 使用统计(本地存储,绝不传输)

# Privacy_InformationWeDoNot.Text
source: Information We Do NOT Collect
de: Informationen, die wir NICHT erfassen
es: Información que NO recopilamos
fr: Informations que nous ne collectons PAS
ja: 収集しない情報
zh_cn: 我们不收集的信息

# Privacy_WeDoNotCollect.Text
source: We do not collect personal identification information
de: Wir erfassen keine personenbezogenen Identifikationsdaten
es: No recopilamos información de identificación personal
fr: Nous ne collectons aucune information d'identification personnelle
ja: 個人識別情報を収集しません
zh_cn: 我们不收集个人身份信息

# Privacy_WeDoNotTransmit.Text
source: We do not transmit data to external servers
de: Wir übertragen keine Daten an externe Server
es: No transmitimos datos a servidores externos
fr: Nous ne transmettons aucune donnée à des serveurs externes
ja: 外部サーバーにデータを送信しません
zh_cn: 我们不向外部服务器传输数据

# Privacy_WeDoNotUse.Text
source: We do not use cookies or tracking technologies
de: Wir verwenden keine Cookies oder Tracking-Technologien
es: No usamos cookies ni tecnologías de seguimiento
fr: Nous n'utilisons ni cookies ni technologies de suivi
ja: Cookie やトラッキング技術を使用しません
zh_cn: 我们不使用 Cookie 或跟踪技术

# Privacy_WeDoNotCollect2.Text
source: We do not collect payment information through the app
de: Wir erfassen keine Zahlungsinformationen über die App
es: No recopilamos información de pago a través de la aplicación
fr: Nous ne collectons aucune information de paiement via l'application
ja: アプリを通じて支払い情報を収集しません
zh_cn: 我们不通过应用收集付款信息

# Privacy_HowYourDataIs.Text
source: How Your Data Is Stored
de: Wie Ihre Daten gespeichert werden
es: Cómo se almacenan sus datos
fr: Comment vos données sont stockées
ja: データの保存方法
zh_cn: 您的数据如何存储

# Privacy_AllDataGeneratedAnd.Text
source: All data generated and managed by Agent-X is stored locally on your device. There is no cloud component.
de: Alle von Agent-X erzeugten und verwalteten Daten werden lokal auf Ihrem Gerät gespeichert. Es gibt keine Cloud-Komponente.
es: Todos los datos generados y gestionados por Agent-X se almacenan localmente en su dispositivo. No hay componente en la nube.
fr: Toutes les données générées et gérées par Agent-X sont stockées localement sur votre appareil. Il n'y a aucun composant cloud.
ja: Agent-X が生成・管理するすべてのデータは、デバイスにローカル保存されます。クラウド コンポーネントは存在しません。
zh_cn: Agent-X 生成和管理的所有数据均本地存储在您的设备上。不存在任何云端组件。

# Privacy_AllDataStoredIn.Text
source: All data stored in local SQLite databases on your device
de: Alle Daten in lokalen SQLite-Datenbanken auf Ihrem Gerät
es: Todos los datos en bases de datos SQLite locales en su dispositivo
fr: Toutes les données dans des bases SQLite locales sur votre appareil
ja: すべてのデータはデバイス上のローカル SQLite データベースに保存
zh_cn: 所有数据存储在设备上的本地 SQLite 数据库中

# Privacy_DocumentEmbeddingsStoredIn.Text
source: Document embeddings stored in local vector database (sqlite-vec)
de: Dokument-Embeddings in lokaler Vektordatenbank (sqlite-vec)
es: Embeddings de documentos en base de datos vectorial local (sqlite-vec)
fr: Embeddings de documents dans une base vectorielle locale (sqlite-vec)
ja: ドキュメントの埋め込みはローカル ベクトル データベース (sqlite-vec) に保存
zh_cn: 文档嵌入存储在本地向量数据库(sqlite-vec)中

# Privacy_ApplicationLogsStoredIn.Text
source: Application logs stored in
de: Anwendungsprotokolle gespeichert in
es: Registros de la aplicación almacenados en
fr: Journaux de l'application stockés dans
ja: アプリケーション ログの保存先:
zh_cn: 应用程序日志存储于

# Privacy_SettingsStoredLocallyNever.Text
source: Settings stored locally — never synced to cloud
de: Einstellungen lokal gespeichert — niemals in die Cloud synchronisiert
es: Ajustes almacenados localmente — nunca sincronizados con la nube
fr: Paramètres stockés localement — jamais synchronisés vers le cloud
ja: 設定はローカル保存 — クラウドに同期されません
zh_cn: 设置本地存储 — 绝不同步到云端

# Privacy_YouHaveFullControl.Text
source: You have full control: all data can be deleted by removing the application data folder
de: Sie haben die volle Kontrolle: Alle Daten lassen sich durch Entfernen des Anwendungsdatenordners löschen
es: Usted tiene el control total: todos los datos pueden eliminarse borrando la carpeta de datos de la aplicación
fr: Vous avez le contrôle total : toutes les données peuvent être supprimées en effaçant le dossier de données de l'application
ja: 完全な管理が可能: アプリケーション データ フォルダーを削除すれば、すべてのデータを消去できます
zh_cn: 您拥有完全控制权:删除应用程序数据文件夹即可删除所有数据

# Privacy_ThirdPartyServices.Text
source: Third-Party Services
de: Dienste von Drittanbietern
es: Servicios de terceros
fr: Services tiers
ja: サードパーティ サービス
zh_cn: 第三方服务

# Privacy_OllamaLocalAiRuntime.Text
source: Ollama (Local AI Runtime)
de: Ollama (lokale KI-Laufzeit)
es: Ollama (entorno de IA local)
fr: Ollama (environnement d'IA local)
ja: Ollama (ローカル AI ランタイム)
zh_cn: Ollama(本地 AI 运行时)

# Privacy_AgentXConnectsTo.Text
source: Agent-X connects to Ollama running locally on your machine. Ollama processes AI inference locally. No data is sent to external servers unless you explicitly configure a remote Ollama endpoint.
de: Agent-X verbindet sich mit dem lokal auf Ihrem Rechner laufenden Ollama. Ollama führt die KI-Inferenz lokal aus. Es werden keine Daten an externe Server gesendet, es sei denn, Sie konfigurieren ausdrücklich einen Remote-Ollama-Endpunkt.
es: Agent-X se conecta a Ollama, que se ejecuta localmente en su equipo. Ollama procesa la inferencia de IA localmente. No se envían datos a servidores externos a menos que configure explícitamente un endpoint remoto de Ollama.
fr: Agent-X se connecte à Ollama exécuté localement sur votre machine. Ollama traite l'inférence IA en local. Aucune donnée n'est envoyée à des serveurs externes, sauf si vous configurez explicitement un point de terminaison Ollama distant.
ja: Agent-X は、マシン上でローカルに動作する Ollama に接続します。Ollama は AI 推論をローカルで処理します。リモートの Ollama エンドポイントを明示的に設定しない限り、外部サーバーにデータが送信されることはありません。
zh_cn: Agent-X 连接在您计算机上本地运行的 Ollama。Ollama 在本地处理 AI 推理。除非您明确配置远程 Ollama 端点,否则不会向外部服务器发送任何数据。

# Privacy_IfYouConfigureA.Text
source: If you configure a remote endpoint, data sent to that endpoint is governed by the remote server's privacy policy. We recommend using local inference for maximum privacy.
de: Wenn Sie einen Remote-Endpunkt konfigurieren, unterliegen die an diesen Endpunkt gesendeten Daten der Datenschutzerklärung des Remote-Servers. Für maximalen Datenschutz empfehlen wir lokale Inferenz.
es: Si configura un endpoint remoto, los datos enviados a ese endpoint se rigen por la política de privacidad del servidor remoto. Recomendamos la inferencia local para máxima privacidad.
fr: Si vous configurez un point de terminaison distant, les données qui y sont envoyées sont régies par la politique de confidentialité du serveur distant. Nous recommandons l'inférence locale pour une confidentialité maximale.
ja: リモート エンドポイントを設定した場合、そこに送信されるデータはリモート サーバーのプライバシー ポリシーに従います。最大限のプライバシーのため、ローカル推論のご利用をおすすめします。
zh_cn: 如果您配置了远程端点,发送到该端点的数据将受远程服务器隐私政策的约束。为获得最大隐私保护,我们建议使用本地推理。

# Privacy_NoAnalyticsServices.Text
source: No Analytics Services
de: Keine Analysedienste
es: Sin servicios de análisis
fr: Aucun service d'analyse
ja: 分析サービスなし
zh_cn: 无分析服务

# Privacy_WeDoNotUse2.Text
source: We do not use Google Analytics, Mixpanel, or any third-party analytics services. No usage data is collected or transmitted.
de: Wir verwenden weder Google Analytics noch Mixpanel oder andere Analysedienste von Drittanbietern. Es werden keine Nutzungsdaten erfasst oder übertragen.
es: No usamos Google Analytics, Mixpanel ni ningún servicio de análisis de terceros. No se recopilan ni transmiten datos de uso.
fr: Nous n'utilisons ni Google Analytics, ni Mixpanel, ni aucun service d'analyse tiers. Aucune donnée d'utilisation n'est collectée ou transmise.
ja: Google Analytics、Mixpanel などのサードパーティ分析サービスは使用していません。使用データの収集・送信は一切ありません。
zh_cn: 我们不使用 Google Analytics、Mixpanel 或任何第三方分析服务。不收集或传输任何使用数据。

# Privacy_NoAdvertising.Text
source: No Advertising
de: Keine Werbung
es: Sin publicidad
fr: Aucune publicité
ja: 広告なし
zh_cn: 无广告

# Privacy_WeDoNotDisplay.Text
source: We do not display ads or share data with advertisers. Agent-X is a paid product; our users are our customers, not our product.
de: Wir zeigen keine Werbung an und teilen keine Daten mit Werbetreibenden. Agent-X ist ein Bezahlprodukt; unsere Nutzer sind unsere Kunden, nicht unser Produkt.
es: No mostramos anuncios ni compartimos datos con anunciantes. Agent-X es un producto de pago; nuestros usuarios son nuestros clientes, no nuestro producto.
fr: Nous n'affichons aucune publicité et ne partageons aucune donnée avec des annonceurs. Agent-X est un produit payant ; nos utilisateurs sont nos clients, pas notre produit.
ja: 広告の表示や広告主とのデータ共有は行いません。Agent-X は有料製品であり、ユーザーは当社の顧客であって商品ではありません。
zh_cn: 我们不展示广告,也不与广告商共享数据。Agent-X 是付费产品;用户是我们的客户,而不是我们的商品。

# Privacy_YourRightsUnderGdpr.Text
source: Your Rights Under GDPR
de: Ihre Rechte nach der DSGVO
es: Sus derechos según el RGPD
fr: Vos droits en vertu du RGPD
ja: GDPR に基づく権利
zh_cn: 您在 GDPR 下的权利

# Privacy_IfYouAreLocated.Text
source: If you are located in the European Economic Area (EEA), you have certain data protection rights under the General Data Protection Regulation (GDPR).
de: Wenn Sie sich im Europäischen Wirtschaftsraum (EWR) befinden, stehen Ihnen bestimmte Datenschutzrechte nach der Datenschutz-Grundverordnung (DSGVO) zu.
es: Si se encuentra en el Espacio Económico Europeo (EEE), tiene ciertos derechos de protección de datos según el Reglamento General de Protección de Datos (RGPD).
fr: Si vous résidez dans l'Espace économique européen (EEE), vous disposez de certains droits en matière de protection des données en vertu du Règlement général sur la protection des données (RGPD).
ja: 欧州経済領域 (EEA) にお住まいの場合、一般データ保護規則 (GDPR) に基づく一定のデータ保護の権利を有します。
zh_cn: 如果您位于欧洲经济区(EEA),您根据《通用数据保护条例》(GDPR)享有特定的数据保护权利。

# Privacy_RightToAccess.Text
source: Right to Access
de: Auskunftsrecht
es: Derecho de acceso
fr: Droit d'accès
ja: アクセス権
zh_cn: 访问权

# Privacy_YouCanAccessAll.Text
source: You can access all your data directly on your device. No request to us is needed.
de: Sie können auf alle Ihre Daten direkt auf Ihrem Gerät zugreifen. Eine Anfrage an uns ist nicht erforderlich.
es: Puede acceder a todos sus datos directamente en su dispositivo. No necesita solicitárnoslo.
fr: Vous pouvez accéder à toutes vos données directement sur votre appareil. Aucune demande auprès de nous n'est nécessaire.
ja: すべてのデータにはデバイス上で直接アクセスできます。当社への請求は不要です。
zh_cn: 您可以直接在设备上访问您的所有数据,无需向我们提出请求。

# Privacy_RightToRectification.Text
source: Right to Rectification
de: Recht auf Berichtigung
es: Derecho de rectificación
fr: Droit de rectification
ja: 訂正権
zh_cn: 更正权

# Privacy_YouCanModifyYour.Text
source: You can modify your data at any time through the application interface.
de: Sie können Ihre Daten jederzeit über die Anwendungsoberfläche ändern.
es: Puede modificar sus datos en cualquier momento a través de la interfaz de la aplicación.
fr: Vous pouvez modifier vos données à tout moment via l'interface de l'application.
ja: アプリケーションの画面から、いつでもデータを変更できます。
zh_cn: 您可以随时通过应用界面修改您的数据。

# Privacy_RightToErasureRight.Text
source: Right to Erasure ('Right to be Forgotten')
de: Recht auf Löschung („Recht auf Vergessenwerden“)
es: Derecho de supresión ('derecho al olvido')
fr: Droit à l'effacement (« droit à l'oubli »)
ja: 消去権 (「忘れられる権利」)
zh_cn: 删除权(“被遗忘权”)

# Privacy_DeleteDocumentsConversationsAn.Text
source: Delete documents, conversations, and all data through the app or by removing the application data folder.
de: Löschen Sie Dokumente, Konversationen und alle Daten über die App oder durch Entfernen des Anwendungsdatenordners.
es: Elimine documentos, conversaciones y todos los datos a través de la aplicación o borrando la carpeta de datos de la aplicación.
fr: Supprimez documents, conversations et toutes les données via l'application ou en effaçant le dossier de données de l'application.
ja: アプリ内の操作またはアプリケーション データ フォルダーの削除により、ドキュメント、会話、すべてのデータを削除できます。
zh_cn: 可通过应用或删除应用程序数据文件夹来删除文档、会话及所有数据。

# Privacy_RightToDataPortability.Text
source: Right to Data Portability
de: Recht auf Datenübertragbarkeit
es: Derecho a la portabilidad de datos
fr: Droit à la portabilité des données
ja: データ ポータビリティの権利
zh_cn: 数据可携权

# Privacy_YourDataIsStored.Text
source: Your data is stored in standard SQLite format and can be exported or moved freely.
de: Ihre Daten liegen im Standard-SQLite-Format vor und können frei exportiert oder verschoben werden.
es: Sus datos se almacenan en formato SQLite estándar y pueden exportarse o moverse libremente.
fr: Vos données sont stockées au format SQLite standard et peuvent être exportées ou déplacées librement.
ja: データは標準の SQLite 形式で保存されており、自由にエクスポートや移動ができます。
zh_cn: 您的数据以标准 SQLite 格式存储,可自由导出或迁移。

# Privacy_RightToRestrictProcessing.Text
source: Right to Restrict Processing
de: Recht auf Einschränkung der Verarbeitung
es: Derecho a la limitación del tratamiento
fr: Droit à la limitation du traitement
ja: 処理制限の権利
zh_cn: 限制处理权

# Privacy_YouControlAllProcessing.Text
source: You control all processing — simply close the application to stop all data processing.
de: Sie kontrollieren die gesamte Verarbeitung — schließen Sie einfach die Anwendung, um jede Datenverarbeitung zu stoppen.
es: Usted controla todo el tratamiento — simplemente cierre la aplicación para detener todo procesamiento de datos.
fr: Vous contrôlez tout le traitement — fermez simplement l'application pour arrêter tout traitement des données.
ja: すべての処理はお客様の管理下にあります — アプリケーションを終了するだけで、あらゆるデータ処理が停止します。
zh_cn: 所有处理均由您掌控 — 只需关闭应用即可停止全部数据处理。

# Privacy_RightToObject.Text
source: Right to Object
de: Widerspruchsrecht
es: Derecho de oposición
fr: Droit d'opposition
ja: 異議申し立ての権利
zh_cn: 反对权

# Privacy_YouCanStopUsing.Text
source: You can stop using the application at any time. Uninstalling removes all processing.
de: Sie können die Nutzung der Anwendung jederzeit beenden. Mit der Deinstallation endet jede Verarbeitung.
es: Puede dejar de usar la aplicación en cualquier momento. Desinstalarla elimina todo el procesamiento.
fr: Vous pouvez cesser d'utiliser l'application à tout moment. La désinstallation met fin à tout traitement.
ja: アプリケーションの利用はいつでも中止できます。アンインストールすればすべての処理がなくなります。
zh_cn: 您可以随时停止使用应用。卸载后即不再有任何处理。

# Privacy_SinceAllDataIs.Text
source: Since all data is stored locally on your device, you exercise these rights directly without needing to contact us. You are the sole controller of your data.
de: Da alle Daten lokal auf Ihrem Gerät gespeichert sind, üben Sie diese Rechte direkt aus, ohne uns kontaktieren zu müssen. Sie allein kontrollieren Ihre Daten.
es: Dado que todos los datos se almacenan localmente en su dispositivo, usted ejerce estos derechos directamente sin necesidad de contactarnos. Usted es el único responsable del control de sus datos.
fr: Comme toutes les données sont stockées localement sur votre appareil, vous exercez ces droits directement sans avoir à nous contacter. Vous êtes le seul responsable du contrôle de vos données.
ja: すべてのデータはデバイスにローカル保存されているため、当社に連絡することなく、これらの権利を直接行使できます。データの管理者はお客様ご自身です。
zh_cn: 由于所有数据均本地存储在您的设备上,您可直接行使这些权利,无需联系我们。您是自己数据的唯一控制者。

# Privacy_YourRightsUnderCcpa.Text
source: Your Rights Under CCPA
de: Ihre Rechte nach dem CCPA
es: Sus derechos según la CCPA
fr: Vos droits en vertu du CCPA
ja: CCPA に基づく権利
zh_cn: 您在 CCPA 下的权利

# Privacy_IfYouAreA.Text
source: If you are a California resident, you have specific rights under the California Consumer Privacy Act (CCPA).
de: Wenn Sie in Kalifornien ansässig sind, stehen Ihnen bestimmte Rechte nach dem California Consumer Privacy Act (CCPA) zu.
es: Si es residente de California, tiene derechos específicos según la Ley de Privacidad del Consumidor de California (CCPA).
fr: Si vous résidez en Californie, vous disposez de droits spécifiques en vertu du California Consumer Privacy Act (CCPA).
ja: カリフォルニア州にお住まいの場合、カリフォルニア州消費者プライバシー法 (CCPA) に基づく特定の権利を有します。
zh_cn: 如果您是加利福尼亚州居民,您根据《加州消费者隐私法》(CCPA)享有特定权利。

# Privacy_RightToKnow.Text
source: Right to Know
de: Recht auf Auskunft
es: Derecho a saber
fr: Droit de savoir
ja: 知る権利
zh_cn: 知情权

# Privacy_WhatPersonalInformationIs.Text
source: What personal information is collected — see 'Information We Collect' above for a complete enumeration.
de: Welche personenbezogenen Informationen erfasst werden — siehe oben „Welche Informationen wir erfassen“ für eine vollständige Aufzählung.
es: Qué información personal se recopila — consulte 'Información que recopilamos' más arriba para una enumeración completa.
fr: Quelles informations personnelles sont collectées — voir « Informations que nous collectons » ci-dessus pour une énumération complète.
ja: 収集される個人情報について — 完全な一覧は上記の「収集する情報」をご覧ください。
zh_cn: 收集了哪些个人信息 — 完整列表请参见上文“我们收集的信息”。

# Privacy_RightToDelete.Text
source: Right to Delete
de: Recht auf Löschung
es: Derecho a eliminar
fr: Droit de suppression
ja: 削除権
zh_cn: 删除权

# Privacy_RemoveAllDataBy.Text
source: Remove all data by uninstalling the app or deleting the application data directory.
de: Entfernen Sie alle Daten, indem Sie die App deinstallieren oder das Anwendungsdatenverzeichnis löschen.
es: Elimine todos los datos desinstalando la aplicación o borrando el directorio de datos de la aplicación.
fr: Supprimez toutes les données en désinstallant l'application ou en effaçant le répertoire de données de l'application.
ja: アプリのアンインストールまたはアプリケーション データ ディレクトリの削除により、すべてのデータを消去できます。
zh_cn: 卸载应用或删除应用程序数据目录即可移除所有数据。

# Privacy_RightToOptOut.Text
source: Right to Opt-Out of Sale
de: Recht auf Widerspruch gegen den Verkauf
es: Derecho a rechazar la venta
fr: Droit de refuser la vente
ja: 販売のオプトアウト権
zh_cn: 拒绝出售权

# Privacy_WeDoNotSell.Text
source: We do not sell your personal information. We never have and never will.
de: Wir verkaufen Ihre personenbezogenen Daten nicht. Das haben wir nie getan und werden es nie tun.
es: No vendemos su información personal. Nunca lo hemos hecho ni lo haremos.
fr: Nous ne vendons pas vos informations personnelles. Nous ne l'avons jamais fait et ne le ferons jamais.
ja: 当社がお客様の個人情報を販売することはありません。これまでも、これからもありません。
zh_cn: 我们不出售您的个人信息。过去从未,将来也绝不会。

# Privacy_RightToNonDiscrimination.Text
source: Right to Non-Discrimination
de: Recht auf Nichtdiskriminierung
es: Derecho a la no discriminación
fr: Droit à la non-discrimination
ja: 差別を受けない権利
zh_cn: 非歧视权

# Privacy_WeDoNotDiscriminate.Text
source: We do not discriminate against users who exercise their privacy rights.
de: Wir benachteiligen keine Nutzer, die ihre Datenschutzrechte ausüben.
es: No discriminamos a los usuarios que ejercen sus derechos de privacidad.
fr: Nous ne discriminons pas les utilisateurs qui exercent leurs droits en matière de confidentialité.
ja: プライバシーの権利を行使したユーザーを差別することはありません。
zh_cn: 我们不会歧视行使隐私权利的用户。
